[
 {
 "movie": "The Emoji Movie",
 "review": "Around nine tenths product placement, at least 15 tenths abysmal, and pulsates with molten cynicism on every imaginable level.",
 "rating": 1
 },
 {
 "movie": "The Emoji Movie",
 "review": "It would be hard to forgive The Emoji Movie its 'meh' plotline and the fact that it is literally one giant ad for apps, but its most unforgivable sin is that it perpetuates the notion that emojis are childish.",
 "rating": 1
 },
 {
 "movie": "The Emoji Movie",
 "review": "A nice heartwarming movie. Funny, cool, good actors doing the voices as well, like T.J Miller & James Corden!",
 "rating": 3
 },
 {
 "movie": "The Emoji Movie",
 "review": "this movie is packed with fun. the first part of the movie has 5 poop jokes. i personally think that they shouldn't have backed off on them. a sequel would be fantastic. i love how the characters are totally original and cool. the story is amazing and there are no frame drops in the film. my favorite character is the meh parents. there mono tone of voice never gets old. you should watch it over and over again.",
 "rating": 5
 },
 {
 "movie": "The Emoji Movie",
 "review": "The best movie I have ever watched. It was a priveledge to even lay eyes on. The cast was full of amazing actors such as patrick stewert who played the poop emoji beautifuly. All in all this was a 5/5 cinimatic masterpiece.",
 "rating": 5
 },
 {
 "movie": "Dunkirk",
 "review": "Technically awe-inspiring, narratively inventive and thematically complex, Dunkirk reinvigorates its genre with a war movie that is both harrowing and smart.",
 "rating": 5
 },
 {
 "movie": "Dunkirk",
 "review": "Technical merit aside, the problem with this movie is that in showing the collective and individual effort to survive, it doesn't develop any human character, so in the end you don't feel you care about these people's lives.",
 "rating": 2
 },
 {
 "movie": "Dunkirk",
 "review": "One of the best war movies of our time. Epic in IMAX if you can find it. Outstanding development of suspense. One of the few movies in recent memory where you get a sense that if you leave to go to the bathroom or concession, you are going to miss something important.",
 "rating": 5
 },
 {
 "movie": "Dunkirk",
 "review": "I found this to be astoundingly overrated. The best war movie ever! Not even close. Saving Private Ryan was much better in all aspects. Save your money or wait for it to be on Netflix. If you do see it, bring earplugs.",
 "rating": 1
 },
 {
 "movie": "Dunkirk",
 "review": "Eeh.. this movie was not what we were expecting. Somewhat slow, disjointed story line. Disappointing overall",
 "rating": 2
 },
 {
 "movie": "Detroit",
 "review": "50 years on from 1967 (when this is based on) and nothing has changed. Black Americans still are classed as below white Americans, what happened is terrible and wrong. Innocent people were treated horribly by white police who turned their heads to what went on. The police got away with it but families lost children. It still happens today, I can only think that the film hasn't got a bigger audience because it's an uncomfortable subject and hard to watch. It's a great film and one that shows how terribly we treat our fellow men/women. Highly recommended",
 "rating": 5
 },
 {
 "movie": "Detroit",
 "review": "The film seems confused about what it is. Is it a documentary? A police procedural? A courtroom drama? I'm not sure what to make of it. It had moments of suspense, and the history behind it is fascinating, it just didn't add up to a great movie.",
 "rating": 2
 },
 {
 "movie": "Detroit",
 "review": "Best movie of this year",
 "rating": 5
 },
 {
 "movie": "Detroit",
 "review": "This movie is actually a cinimatic masterpiece. The acting was spot on and I got sucked into the story almost instantly. Before I watched this movie I was actualy oblivious as to what happened with the 'race wars' in 1967 in Detroit. It was a very eye opening movie and it taught me alot.",
 "rating": 5
 },
 {
 "movie": "Detroit",
 "review": "hotel scene sucked up too much time",
 "rating": 3
 },
 {
 "movie": "God's Own Country",
 "review": "It feels like the camera is gawking at them rather than joining them, and so all semblance of reality and of the necessary awkwardness of getting their clothes off vanishes. And so too does any real eroticism.",
 "rating": 2
 },
 {
 "movie": "God's Own Country",
 "review": "There will be many people who see themselves in the furtive glances and mud-covered kisses from which 'God's Own Country' weaves its harsh but hopeful narrative, and they will do so while witnessing a finely crafted piece of cinema.",
 "rating": 5
 },
 {
 "movie": "God's Own Country",
 "review": "The setting of the isolated, muddy farm with the lights of a nearby town invitingly close is beautifully captured by Joshua James Richards's camera.",
 "rating": 4
 },
 {
 "movie": "God's Own Country",
 "review": "Some will file God's Own Country under F for fantasy. Others will see it as a portent of rapprochements to come. Either way, it's a winner.",
 "rating": 4
 },
 {
 "movie": "God's Own Country",
 "review": "GOD'S OWN COUNTRY won't be for everyone. There is some Brokeback styled romance and the lambing scenes are quite confronting. Persevere through the slow start and you may fall in love with this movie as I did. The performance, the direction, the cinematography and the gritty realism of this tale deserve applause.",
 "rating": 4
 },
 {
 "movie": "Dispicable Me 3",
 "review": "90 minutes of mostly uninspired vapidity that appears to be ticking the correct Despicable boxes.",
 "rating": 2
 },
 {
 "movie": "Dispicable Me 3",
 "review": "This film is soooo funny and I love minions so if u like that then its ace",
 "rating": 5
 },
 {
 "movie": "Dispicable Me 3",
 "review": "Took my 10 yr old son who loved it. Me not so much. they worked hard with 80s references to keep parents entertained through the ridiculous plot. Dull overall.",
 "rating": 2
 },
 {
 "movie": "Dispicable Me 3",
 "review": "This film has amazing animation and lots of funny jokes . The 2 best characters are Balthazar Bratt (the former 80s acter and loves the 80s) and Mel (the minion)",
 "rating": 4
 },
 {
 "movie": "Dispicable Me 3",
 "review": "The single worst movie I've ever seen",
 "rating": 1
 }
 ]
